[
    {
        "name": "Countries begin negotiations on global agreement to protect world from future pandemic emergencies",
        "data": "Countries of the World Health Organization have begun negotiations on a global accord on pandemic prevention, preparedness and response, using the 'zero draft' as a basis for negotiating an agreement to protect nations and communities from future pandemic emergencies",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/World_Health_Organization_Logo.svg/375px-World_Health_Organization_Logo.svg.png",
        "redirect_url": "https://www.who.int/news/item/03-03-2023-countries-begin-negotiations-on-global-agreement-to-protect-world-from-future-pandemic-emergencies"
    },
    {
        "name": "Zombie viruses have been revived from Siberian permafrost. Could they infect people?",
        "data" : "There is a frozen soup of viruses, bacteria and fungal spores lurking beneath the frigid Arctic soil. Unlike the icy leftovers in the back of your freezer, some of these microbes haven't interacted with a cell since well before ancient Egyptians built the Pyramids of Giza about 4,500 years ago",
        "image" : "https://cdn.mos.cms.futurecdn.net/Wsox6pkYysv9FbEdzQoSak-1200-80.jpg.webp",
        "redirect_url" : "https://www.livescience.com/zombie-viruses-permafrost-siberia"
        
    },
    {
        "name" : "Migraines and blood sugar issues share common genetic risk factors",
        "data" : "For someone prone to migraines, a missed meal could be a fast-track to an attack. Out-of-balance blood sugar is a well-established trigger for migraines and other types of headaches. Now, a new study adds genetic evidence to back up the connection and could potentially inform future strategies for treating migraines.",
        "image" : "https://cdn.mos.cms.futurecdn.net/MeJk27xNntesbArdVjtKEg-1200-80.jpg.webp",
        "redirect_url" : "https://www.livescience.com/migraines-and-blood-sugar-issues-share-common-genetic-risk-factors"
    }

]
